Repository: tuxi/AgentKit
Catalog: Sources/AgentKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# workspace.new_project
source: New Project
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
ja: 新しいプロジェクト
ko: 새 프로젝트
pt_br: Novo projeto
zh_hans: 新建项目
zh_hant: 新增專案

# workspace.preparing_workspace
source: Preparing workspace…
de: Arbeitsbereich wird vorbereitet…
es: Preparando espacio de trabajo…
fr: Préparation de l’espace de travail…
ja: ワークスペースを準備中…
ko: 워크스페이스 준비 중…
pt_br: Preparando espaço de trabalho…
zh_hans: 准备工作区…
zh_hant: 準備工作區…

# workspace.project_name
source: Project Name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
ja: プロジェクト名
ko: 프로젝트 이름
pt_br: Nome do projeto
zh_hans: 项目名
zh_hant: 專案名稱

# workspace.select_workspace
source: Select Workspace
de: Arbeitsbereich wählen
es: Seleccionar espacio de trabajo
fr: Sélectionner l’espace de travail
ja: ワークスペースを選択
ko: 워크스페이스 선택
pt_br: Selecionar espaço de trabalho
zh_hans: 选择工作区
zh_hant: 選擇工作區

# workspace.use_existing_folder
source: Use Existing Folder…
de: Vorhandenen Ordner verwenden…
es: Usar carpeta existente…
fr: Utiliser un dossier existant…
ja: 既存のフォルダを使用…
ko: 기존 폴더 사용…
pt_br: Usar pasta existente…
zh_hans: 使用现有文件夹…
zh_hant: 使用現有資料夾…

# workspace.use_independent_worktree
source: Use Independent Worktree
de: Unabhängigen Worktree verwenden
es: Usar Worktree independiente
fr: Utiliser un Worktree indépendant
ja: 独立したワークツリーを使用
ko: 독립 Worktree 사용
pt_br: Usar Worktree independente
zh_hans: 使用独立 Worktree
zh_hant: 使用獨立 Worktree

# workspace.use_main_workspace
source: Use Main Workspace
de: Hauptarbeitsbereich verwenden
es: Usar espacio de trabajo principal
fr: Utiliser l’espace de travail principal
ja: メインワークスペースを使用
ko: 주 워크스페이스 사용
pt_br: Usar espaço de trabalho principal
zh_hans: 使用主工作区
zh_hant: 使用主工作區

# workspace.worktree_cleanup_failed
source: Cleanup Failed
de: Bereinigung fehlgeschlagen
es: Limpieza fallida
fr: Échec du nettoyage
ja: クリーンアップ失敗
ko: 정리 실패
pt_br: Falha na limpeza
zh_hans: 清理失败
zh_hant: 清理失敗

# workspace.worktree_creation_failed
source: Creation Failed
de: Erstellung fehlgeschlagen
es: Creación fallida
fr: Échec de la création
ja: 作成失敗
ko: 생성 실패
pt_br: Falha na criação
zh_hans: 创建失败
zh_hant: 建立失敗

# workspace.worktree_detecting
source: Worktree Detecting
de: Worktree-Erkennung
es: Detectando Worktree
fr: Détection du Worktree
ja: ワークツリー検出中
ko: Worktree 감지 중
pt_br: Detectando Worktree
zh_hans: Worktree 检测中
zh_hant: Worktree 偵測中

# workspace.worktree_not_declared
source: Current Runtime has not declared managed_worktree_v1 and workspace_execution_policy_v1.
de: Die aktuelle Runtime hat managed_worktree_v1 und workspace_execution_policy_v1 nicht deklariert.
es: El Runtime actual no ha declarado managed_worktree_v1 y workspace_execution_policy_v1.
fr: Le Runtime actuel n’a pas déclaré managed_worktree_v1 et workspace_execution_policy_v1.
ja: 現在のRuntimeはmanaged_worktree_v1とworkspace_execution_policy_v1を宣言していません。
ko: 현재 Runtime이 managed_worktree_v1 및 workspace_execution_policy_v1을 선언하지 않았습니다.
pt_br: O Runtime atual não declarou managed_worktree_v1 e workspace_execution_policy_v1.
zh_hans: 当前 Runtime 未声明 managed_worktree_v1 和 workspace_execution_policy_v1。
zh_hant: 當前 Runtime 未宣告 managed_worktree_v1 和 workspace_execution_policy_v1。

# workspace.worktree_read_failed
source: Cannot read Runtime capability: %@. Tap to retry.
de: Runtime-Fähigkeit kann nicht gelesen werden: %@. Zum Wiederholen tippen.
es: No se puede leer la capacidad del Runtime: %@. Toca para reintentar.
fr: Impossible de lire la capacité du Runtime : %@. Appuyez pour réessayer.
ja: Runtimeの機能を読み取れません：%@。タップして再試行。
ko: Runtime 기능을 읽을 수 없음: %@. 탭하여 다시 시도.
pt_br: Não foi possível ler a capacidade do Runtime: %@. Toque para tentar novamente.
zh_hans: 无法读取 Runtime 能力：%@。点击重试。
zh_hant: 無法讀取 Runtime 能力：%@。點擊重試。

# workspace.worktree_read_failed_default
source: Cannot read Runtime capability. Tap to retry.
de: Runtime-Fähigkeit kann nicht gelesen werden. Zum Wiederholen tippen.
es: No se puede leer la capacidad del Runtime. Toca para reintentar.
fr: Impossible de lire la capacité du Runtime. Appuyez pour réessayer.
ja: Runtimeの機能を読み取れません。タップして再試行。
ko: Runtime 기능을 읽을 수 없습니다. 탭하여 다시 시도.
pt_br: Não foi possível ler a capacidade do Runtime. Toque para tentar novamente.
zh_hans: 无法读取 Runtime 能力。点击重试。
zh_hant: 無法讀取 Runtime 能力。點擊重試。

# workspace.worktree_reading_capability
source: Reading Runtime managed Worktree capability.
de: Lese verwaltete Worktree-Fähigkeit der Runtime.
es: Leyendo la capacidad de Worktree administrado del Runtime.
fr: Lecture de la capacité Worktree gérée du Runtime.
ja: Runtimeの管理ワークツリー機能を読み取り中。
ko: Runtime 관리 Worktree 기능을 읽는 중입니다.
pt_br: Lendo a capacidade de Worktree gerenciado do Runtime.
zh_hans: 正在读取 Runtime 的托管 Worktree 能力。
zh_hant: 正在讀取 Runtime 的託管 Worktree 能力。

# workspace.worktree_unavailable
source: Worktree Unavailable
de: Worktree nicht verfügbar
es: Worktree no disponible
fr: Worktree indisponible
ja: ワークツリー利用不可
ko: Worktree 사용 불가
pt_br: Worktree indisponível
zh_hans: Worktree 不可用
zh_hant: Worktree 不可用

# workspace.worktree_unavailable_status
source: Worktree Unavailable
de: Worktree nicht verfügbar
es: Worktree no disponible
fr: Worktree indisponible
ja: ワークツリー利用不可
ko: Worktree 사용 불가
pt_br: Worktree indisponível
zh_hans: Worktree 不可用
zh_hant: Worktree 不可用

# conversation.assets
source: Assets
es: Activos
fr: Actifs
ja: アセット
ko: 자산
pt_br: Ativos
zh_hans: 资产
zh_hant: 資產

# conversation.details
source: Details
es: Detalles
fr: Détails
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
zh_hans: 详情
zh_hant: 詳情

# workspace.git.optional_section
source: Optional
es: Opcional
fr: Facultatif
ja: 任意
ko: 선택 사항
pt_br: Opcional
zh_hans: 可选
zh_hant: 可選

# composer.voice_input.no_permission
source: No microphone access. Enable in System Settings.
ja: マイクへのアクセスが許可されていません。システム設定で有効にしてください。
ko: 마이크 접근 권한이 없습니다. 시스템 설정에서 활성화하세요.
zh_hans: 无麦克风权限，请在系统设置中开启
zh_hant: 無麥克風權限，請在系統設定中開啟

# composer.voice_input.no_speech_recognition
source: Speech recognition is unavailable
ja: 音声認識は利用できません
ko: 음성 인식을 사용할 수 없습니다
zh_hans: 语音识别不可用
zh_hant: 語音識別不可用

# composer.voice_input.preparing
source: Preparing...
ja: 準備中...
ko: 준비 중...
zh_hans: 正在准备...
zh_hant: 正在準備...

# composer.voice_input.processing
source: Processing...
ja: 処理中...
ko: 처리 중...
zh_hans: 正在识别...
zh_hant: 正在識別...

# composer.voice_input.recording
source: Recording...
ja: 録音中...
ko: 녹음 중...
zh_hans: 正在录音...
zh_hant: 正在錄音...

# composer.voice_input.stop_recording
source: Tap to stop recording
ja: タップして録音を停止
ko: 탭하여 녹음 중지
zh_hans: 点击停止录音
zh_hant: 點擊停止錄音

# composer.voice_input.no_permission_title
source: Microphone Access Needed
ja: マイクへのアクセスが必要です
ko: 마이크 접근 권한 필요
zh_hans: 需要麦克风权限
zh_hant: 需要麥克風權限

# composer.voice_input.open_settings
source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 打開設定

# composer.voice_input.cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消
